[
  {
    "id": 1,
    "titulo": "Guardiões da Galáxia: Volume 3",
    "poster": "/assets/posters/gdg3.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": [ "Aventura", "Ficção Científica", "Ação"],
    "lancamento": "2023-05-04",
    "duracao": "2h 30m",
    "score": "82",
    "sinopse": "Peter Quill, que ainda está a recuperar da perda de Gamora, tem que reunir a sua equipa para defender o universo e proteger um dos seus. Uma missão que, se não for concluída com sucesso, pode levar ao fim dos Guardiões como os conhecemos.",
    "diretor": "James Gunn"
  },
  {
    "id": 2,
    "titulo": "Avatar: O Caminho da Água",
    "poster": "/assets/posters/av2.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Ficção Científica", "Aventura", "Ação"],
    "lancamento": "2022-12-15",
    "duracao": "3h 12m",
    "score": "77",
    "sinopse": "12 anos depois de explorar Pandora e se juntar aos Na'vi, Jake Sully formou uma família com Neytiri e se estabeleceu entre os clãs do novo mundo. Porém, a paz não durará para sempre.",
    "diretor": "James Cameron"
  },
  {
    "id": 3,
    "titulo": "A Morte do Demônio: A Ascensão",
    "poster": "/assets/posters/amd.jpg",
    "faixa_etaria": ["18", "rgb(0, 0, 0)"],
    "generos": ["Terror", "Suspense"],
    "lancamento": "2023-04-20",
    "duracao": "1h 36m",
    "score": "71",
    "sinopse": "Duas irmãs distantes cujo reencontro é interrompido por demônios devoradores de carne que aparecem de repente, levando-as a uma batalha primal pela sobrevivência, enfrentando a versão mais assustadora que se possa imaginar de uma família.",
    "diretor": "Lee Cronin"
  },
  {
    "id": 4,
    "titulo": "John Wick 4: Baba Yaga",
    "poster": "/assets/posters/jw4.jpg",
    "faixa_etaria": ["16", "rgb(199, 0, 0)"],
    "generos": ["Ação", "Suspense"],
    "lancamento": "2023-03-23",
    "duracao": "2h 49m",
    "score": "79",
    "sinopse": "Com o preço por sua cabeça cada vez maior, John Wick leva sua luta contra a alta mesa global enquanto procura os jogadores mais poderosos do submundo, de Nova York a Paris, de Osaka a Berlim.",
    "diretor": "Chad Stahelski"
  },
  {
    "id": 5,
    "titulo": "Taxi Driver: Motorista de Táxi",
    "poster": "/assets/posters/td.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Drama", "Suspense"],
    "lancamento": "1976-03-22",
    "duracao": "1h 54m",
    "score": "82",
    "sinopse": "O motorista de táxi de Nova York Travis Bickle, veterano da Guerra do Vietnã, reflete constantemente sobre a corrupção da vida ao seu redor e sente-se cada vez mais perturbado com a própria solidão e alienação. Apesar de não conseguir fazer contato emocional com ninguém e viver uma vida questionável em busca de diversão, ele se torna obcecado em ajudar uma prostituta de 12 anos que entra em seu táxi para fugir de um cafetão.",
    "diretor": "Martin Scorcese"
  },
  {
    "id": 6,
    "titulo": "Jurassic Park",
    "poster": "/assets/posters/jp.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Aventura", "Ficção Científica"],
    "lancamento": "1993-06-25",
    "duracao": "2h 7m",
    "score": "79",
    "sinopse": "Um parque construído por um milionário tem dinossauros diversos como habitantes, extintos a sessenta e cinco milhões de anos. Isto é possível por ter sido encontrado um inseto fossilizado, que tinha sugado sangue destes dinossauros, de onde pôde-se isolar o DNA, o código químico da vida e, a partir deste ponto, recriá-los em laboratório. Mas, o que parecia ser um sonho se torna um pesadelo, quando a experiência sai do controle de seus criadores.",
    "diretor": "Steven Spielberg"
  },
  {
    "id": 7,
    "titulo": "A Fuga das Galinhas",
    "poster": "/assets/posters/fdg.jpg",
    "faixa_etaria": ["L", "rgb(56, 172, 56)"],
    "generos": ["Animação", "Comédia"],
    "lancamento": "2000-06-23",
    "duracao": "1h 24m",
    "score": "67",
    "sinopse": "Após frustradas tentativas de escapar da granja dos Tweedy, as galinhas, lideradas por Ginger, mantêm poucas esperanças. Mas, quando o galo voador Rocky aparece no galinheiro, elas acreditam que ele poderá ensiná-las a voar, e assim, uma nova luz surge no fim do túnel.",
    "diretor": "Nick Park"
  },
  {
    "id": 8,
    "titulo": "Quase Famosos",
    "poster": "/assets/posters/qf.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Drama", "Comédia"],
    "lancamento": "2000-09-22",
    "duracao": "1h 24m",
    "score": "75",
    "sinopse": "Um fã ávido por rock'n'roll consegue um trabalho na revista americana Rolling Stone, para acompanhar a banda Stillwater em sua primeira excursão pelos Estados Unidos. Porém, quanto mais ele vai se envolvendo com a banda, mais vai perdendo a objetividade de seu trabalho e logo estará fazendo parte do cenário rock dos anos 70.",
    "diretor": "Nick Park"
  },
  {
    "id": 9,
    "titulo": "Batman",
    "poster": "/assets/posters/bm.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Fantasia", "Ação"],
    "lancamento": "1989-10-26",
    "duracao": "2h 6m",
    "score": "72",
    "sinopse": "Em Gotham City o milionário Bruce Wayne, que quando jovem teve os pais assassinados por bandidos, resolve combater o crime como Batman, o Homem-Morcego. Mas chega o dia em que o vilão Coringa decide dominar a cidade e se torna um grande desafio para o super-herói.",
    "diretor": "Tim Burton"
  },
  {
    "id": 10,
    "titulo": "A Baleia",
    "poster": "/assets/posters/ab.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Drama"],
    "lancamento": "2023-02-23",
    "duracao": "1h 56m",
    "score": "80",
    "sinopse": "Um professor de inglês recluso que sofre de obesidade severa tenta se reconectar com sua filha adolescente distante para uma última chance de redenção.",
    "diretor": "Darren Aronofsky"
  },
  {
    "id": 11,
    "titulo": "Infinity Pool",
    "poster": "/assets/posters/if.jpg",
    "faixa_etaria": ["18", "rgb(0, 0, 0)"],
    "generos": ["Suspense", "Terror", "Ficção Científica"],
    "lancamento": "2023-01-27",
    "duracao": "1h 58m",
    "score": "64",
    "sinopse": "Enquanto ficam em um resort isolado na ilha, James e Em estão desfrutando de umas férias perfeitas de praias intocadas, funcionários excepcionais e tomando sol. Mas guiados pela sedutora e misteriosa Gabi, eles se aventuram fora dos terrenos do resort e se encontram em uma cultura cheia de violência, hedonismo e horror incalculável.",
    "diretor": "Brandon Cronenberg"
  },
  {
    "id": 12,
    "titulo": "Star Wars: O Retorno de Jedi",
    "poster": "/assets/posters/sw.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Ação", "Ficção Científica"],
    "lancamento": "1983-10-06",
    "duracao": "2h 15m",
    "score": "78",
    "sinopse": "O imperador está supervisionando a construção de uma nova Estrela da Morte. Enquanto isso Luke Skywalker liberta Han Solo e a Princesa Leia das mãos de Jaba. Luke só se tornará um cavaleiro jedi quando destruir Darth Vader, que ainda pretende atraí-lo para o lado sombrio da Força.",
    "diretor": "Richard Marquand"
  },
  {
    "id": 13,
    "titulo": "Alien 3",
    "poster": "/assets/posters/a3.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Terror", "Ficção Científica", "Ação"],
    "lancamento": "1992-09-04",
    "duracao": "1h 54m",
    "score": "63",
    "sinopse": "A tenente Ripley é encarregada de ir a um planeta que é usado como colônia penal de segurança máxima. Este é o novo palco de assassinatos do Alien, que está matando tudo o que se move, menos a própria tenente Ripley, que aparentemente não é atacada pelo monstro.",
    "diretor": "David Fincher"
  },
  {
    "id": 14,
    "titulo": "Jogos Mortais II",
    "poster": "/assets/posters/jm2.jpg",
    "faixa_etaria": ["16", "rgb(199, 0, 0)"],
    "generos": ["Terror"],
    "lancamento": "2005-11-04",
    "duracao": "1h 33m",
    "score": "66",
    "sinopse": "O detetive Eric Matthews consegue prender Jigsaw, o qual está morrendo. O que ele desconhece é que isso faz parte de um plano ainda maior do assassino sádico, que agora mantém o filho do policial como refém e pretende torná-lo uma de suas vítimas.",
    "diretor": "Darren Lynn Bousman"
  },
  {
    "id": 15,
    "titulo": "Super Mario Bros.: O Filme",
    "poster": "/assets/posters/mb.jpg",
    "faixa_etaria": ["L", "rgb(56, 172, 56)"],
    "generos": ["Aventura", "Fantasia", "Comédia"],
    "lancamento": "2023-04-05",
    "duracao": "1h 33m",
    "score": "75",
    "sinopse": "Os irmãos Mario e Luigi, de ascendência italiana, vivem em Brooklyn (Nova Iorque), onde trabalham como canalizadores. Certo dia, durante um serviço de reparação de uma conduta de água, são sugados por um tubo e transportados para o Reino Cogumelo, um universo paralelo governado pela Princesa Peach. Sem saber do paradeiro do irmão, Mario vai ter de aprender a sobreviver naquele lugar, adquirindo capacidades bizarras mas que serão grandes mais-valias para destruir os planos de Bowser, um verdadeiro vilão que tenciona dominar o mundo.",
    "diretor": "Michael Jelenic"
  },
  {
    "id": 16,
    "titulo": "O Senhor dos Anéis: A Sociedade do Anel",
    "poster": "/assets/posters/sda.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Aventura", "Ação", "Fantasia"],
    "lancamento": "2001-01-01",
    "duracao": "2h 59m",
    "score": "84",
    "sinopse": "Em uma terra fantástica e única, um hobbit recebe de presente de seu tio um anel mágico e maligno que precisa ser destruído antes que caia nas mãos do mal. Para isso, o hobbit Frodo tem um caminho árduo pela frente, onde encontra perigo, medo e seres bizarros. Ao seu lado para o cumprimento desta jornada, ele aos poucos pode contar com outros hobbits, um elfo, um anão, dois humanos e um mago, totalizando nove pessoas que formam a Sociedade do Anel.",
    "diretor": "Peter Jackson"
  },
  {
    "id": 17,
    "titulo": "Orgulho e Preconceito",
    "poster": "/assets/posters/op.jpg",
    "faixa_etaria": ["L", "rgb(56, 172, 56)"],
    "generos": ["Drama", "Romance"],
    "lancamento": "2006-02-10",
    "duracao": "2h 8m",
    "score": "81",
    "sinopse": "Elizabeth Bennet vive com sua mãe, pai e irmãs no campo, na Inglaterra. Por ser a filha mais velha, ela enfrenta uma crescente pressão de seus pais para se casar. Quando Elizabeth é apresentada ao belo e rico Darcy, faíscas voam. Embora haja uma química óbvia entre os dois, a natureza excessivamente reservada de Darcy ameaça a relação.",
    "diretor": "Joe Wright"
  },
  {
    "id": 18,
    "titulo": "Homem-Aranha: No Aranhaverso",
    "poster": "/assets/posters/ha.jpg",
    "faixa_etaria": ["10", "rgb(40, 191, 255)"],
    "generos": ["Ação", "Aventura", "Ficção Científica"],
    "lancamento": "2019-01-10",
    "duracao": "1h 57m",
    "score": "84",
    "sinopse": "Miles Morales é um jovem negro do Brooklyn que se tornou o Homem-Aranha inspirado no legado de Peter Parker, já falecido. Entretanto, ao visitar o túmulo de seu ídolo em uma noite chuvosa, ele é surpreendido com a presença do próprio Peter, vestindo o traje do herói aracnídeo sob um sobretudo. A surpresa fica ainda maior quando Miles descobre que ele veio de uma dimensão paralela, assim como outras variações do Homem-Aranha.",
    "diretor": "Peter Ramsey"
  },
  {
    "id": 19,
    "titulo": "Toy Story 2",
    "poster": "/assets/posters/ts2.jpg",
    "faixa_etaria": ["L", "rgb(56, 172, 56)"],
    "generos": ["Comédia", "Aventura"],
    "lancamento": "1999-10-30",
    "duracao": "1h 32m",
    "score": "76",
    "sinopse": "Quando Andy viaja para um acampamento de verão, Woody é sequestrado por Al, um ambiocioso colecionador, que precisa do brinquedo favorito de Andy para completar sua coleção da Gangue do Rodeio. Junto com Jessie, Bala no Alvo e Mineiro, Woody corre o risco de ter que passar o resto de sua vida em exposição num museu. Agora, Buzz, Sr. Cabeça de Batata, Porquinho, Rex e Slinky terão que salvar seu amigo e trazê-lo de volta à vida de brinquedos.",
    "diretor": "John Lassater"
  },
  {
    "id": 20,
    "titulo": "Um Lugar Silencioso - Parte II",
    "poster": "/assets/posters/uls.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Ficção Científica", "Suspense", "Terror"],
    "lancamento": "2021-06-10",
    "duracao": "1h 37m",
    "score": "75",
    "sinopse": "Logo após os acontecimentos mortais, até mesmo dentro de casa, a família Abbott precisa agora encarar o terror mundo afora, continuando a lutar para sobreviver em silêncio. Obrigados a se aventurar pelo desconhecido, eles rapidamente percebem que as criaturas que caçam pelo som não são as únicas ameaças que os observam pelo caminho de areia.",
    "diretor": "John Krasinski"
  },
  {
    "id": 21,
    "titulo": "Tudo em Todo o Lugar ao Mesmo Tempo",
    "poster": "/assets/posters/ttlmt.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Ação", "Aventura", "Ficção Científica"],
    "lancamento": "2022-06-23",
    "duracao": "2h 19m",
    "score": "78",
    "sinopse": "Uma imigrante chinesa parte rumo a uma aventura onde, sozinha, precisará salvar o mundo, explorando outros universos e outras vidas que poderia ter vivido. Contudo, as coisas se complicam quando ela fica presa nessa infinidade de possibilidades sem conseguir retornar para casa.",
    "diretor": "Daniel Kwan"
  },
  {
    "id": 22,
    "titulo": "Um Lugar Chamado Notting Hill",
    "poster": "/assets/posters/ulcnt.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Comédia", "Romance"],
    "lancamento": "1999-07-30",
    "duracao": "2h 4m",
    "score": "73",
    "sinopse": "Will, pacato dono de livraria especializada em guias de viagem, recebe a inesperada visita de uma cliente muito especial: a estrela de cinema americana Anna Scott. Dois ou três encontros fortuitos mais tarde, Will e Anna iniciam um relacionamento tenro, engraçado e cheio de idas e vindas.",
    "diretor": "Roger Michell"
  },
  {
    "id": 23,
    "titulo": "Uma Linda Mulher",
    "poster": "/assets/posters/ulm.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Comédia", "Romance"],
    "lancamento": "1990-07-27",
    "duracao": "1h 59m",
    "score": "74",
    "sinopse": "Um magnata perdido (Richard Gere) pede ajuda à uma prostituta (Julia Roberts) que 'trabalha' no Hollywood Boulevard e acaba contratando-a por uma semana. Neste período, ela se transforma em uma elegante jovem para poder acompanhá-lo em seus compromissos sociais, mas os dois começam a se envolver e a relação patrão/empregada se modifica para um relacionamento entre homem e mulher.",
    "diretor": "Garry Marshal"
  },
  {
    "id": 24,
    "titulo": "Questão de Tempo",
    "poster": "/assets/posters/qt.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Drama", "Romance", "Fantasia"],
    "lancamento": "2013-12-06",
    "duracao": "2h 3m",
    "score": "79",
    "sinopse": "Ao completar 21 anos, Tim descobre que pode viajar no tempo e mudar o passado. Depois de usar o poder para conseguir uma namorada, ele precisa lidar com consequências inesperadas.",
    "diretor": "Richard Curtis"
  },
  {
    "id": 25,
    "titulo": "Velozes e Furiosos: Desafio em Tóquio",
    "poster": "/assets/posters/vf.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Ação", "Suspense", "Drama"],
    "lancamento": "2006-06-06",
    "duracao": "1h 44m",
    "score": "64",
    "sinopse": "Sean Boswell é um piloto de rua que desafia seu rival e bate o carro no fim da corrida. Então, Sean decide se mudar para o Japão em companhia de seu pai para evitar a prisão nos Estados Unidos, já que os rachas não são nada populares com as autoridades. Em Tóquio, ele começa a aprender um excitante e perigoso estilo novo de competir nas ruas. Só que os riscos ficam ainda mais altos quando Sean decide competir com o campeão local e acaba se apaixonando pela namorada dele.",
    "diretor": "Justin Lin"
  },
  {
    "id": 26,
    "titulo": "Vida de Inseto",
    "poster": "/assets/posters/vi.jpg",
    "faixa_etaria": ["L", "rgb(56, 172, 56)"],
    "generos": ["Aventura", "Comédia"],
    "lancamento": "1998-11-25",
    "duracao": "1h 35m",
    "score": "70",
    "sinopse": "Flik é uma formiga cheia de ideias que, em nome dos 'insetos oprimidos de todo o mundo', precisa contratar guerreiros para defender sua colônia de um faminto bando de gafanhotos liderado por Hopper. Mas quando descobrem que o exército de insetos é na verdade um fracassado grupo de atores de um circo de pulgas, o cenário está armado para divertidas confusões... com estes improváveis heróis.",
    "diretor": "John Lassater"
  },
  {
    "id": 27,
    "titulo": "O Rei da Comédia",
    "poster": "/assets/posters/rc.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Drama", "Comédia"],
    "lancamento": "1983-02-18",
    "duracao": "1h 49m",
    "score": "78",
    "sinopse": "Um dia, quando está a caminho do estúdio, algo engraçado acontece com o anfitrião de TV Jerry Langford: Ele é sequestrado pelo aspirante a comediante Rupert Pupkin e por sua tresloucada amiga Masha. Langford então é forçado a dar uma chance a Pupkin, permitindo que ele apresente seu número no show. O que se segue é uma história incrivelmente engraçada e introspectiva sobre o lado negro da comédia.",
    "diretor": "Martin Scorcese"
  },
  {
    "id": 28,
    "titulo": "Free Solo",
    "poster": "/assets/posters/fs.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Documentário", "Aventura"],
    "lancamento": "2018-09-28",
    "duracao": "1h 40m",
    "score": "79",
    "sinopse": "Um dia, quando está a caminho do estúdio, algo engraçado acontece com o anfitrião de TV Jerry Langford: Ele é sequestrado pelo aspirante a comediante Rupert Pupkin e por sua tresloucada amiga Masha. Langford então é forçado a dar uma chance a Pupkin, permitindo que ele apresente seu número no show. O que se segue é uma história incrivelmente engraçada e introspectiva sobre o lado negro da comédia.",
    "diretor": "Jimmy Chin"
  },
  {
    "id": 29,
    "titulo": "A Terra é Plana",
    "poster": "/assets/posters/tp.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Documentário"],
    "lancamento": "2019-03-18",
    "duracao": "1h 35m",
    "score": "63",
    "sinopse": "Séculos atrás, muitas culturas acreditavam que a Terra era um disco plano. À medida que o pensamento científico e a tecnologia evoluíram, a Terra revelou-se um globo, uma visão amplamente aceita hoje - mas não por todos. O movimento da Terra plana tem visto um recente ressurgimento. Esses teóricos da conspiração negam o modelo científico do globo e se juntam através de convenções, fóruns e plataformas online para discutir seu sistema de crenças. No outro extremo do espectro, a comunidade científica visa combater esse mito ressuscitado, resultando em uma batalha pública cada vez maior de conspirações e anti-intelectualismo. Dando uma olhada completa em todos os lados do debate, Behind the Curve mostra que não importa onde você esteja sobre esta questão, as conversas e as pessoas ao redor são tudo, menos planas.",
    "diretor": "Danial J. Clark"
  },
  {
    "id": 30,
    "titulo": "The Beatles: Get Back",
    "poster": "/assets/posters/tbgb.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Documentário"],
    "lancamento": "2022-02-10",
    "duracao": "1h 5m",
    "score": "78",
    "sinopse": "Em 1969, Paul McCartney, John Lennon, George Harrison e Ringo Starr subiram no terraço do prédio da Apple Corps, localizado na Savile Row, em Londres, e cantaram pela última vez ao vivo como os Beatles.",
    "diretor": "Peter Jackson"
  },
  {
    "id": 31,
    "titulo": "STILL: Ainda Sou Michael J. Fox",
    "poster": "/assets/posters/mjf.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Documentário"],
    "lancamento": "2023-01-20",
    "duracao": "1h 35m",
    "score": "73",
    "sinopse": "Um garoto baixinho que cresceu em bases militares canadenses torna-se o queridinho da cultura pop internacional dos anos 1980, até que vê o rumo de sua vida mudar por causa de um diagnóstico chocante. O que acontece quando um otimista incurável enfrenta uma doença incurável?",
    "diretor": "Davis Guggenheim"
  },
  {
    "id": 32,
    "titulo": "Selena Gomez: Minha Mente e Eu",
    "poster": "/assets/posters/sg.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Documentário"],
    "lancamento": "2022-11-04",
    "duracao": "1h 35m",
    "score": "82",
    "sinopse": "Selena Gomez alcançou uma fama inimaginável após anos estando sob os holofotes. Porém, ao alcançar um novo patamar, uma reviravolta inesperada a joga na escuridão. Este documentário exclusivo e íntimo cobre seis anos de sua jornada rumo à uma nova luz.",
    "diretor": "Alek Keshishian"
  },
  {
    "id": 33,
    "titulo": "Dentro da Mente de um Gato",
    "poster": "/assets/posters/mdg.jpg",
    "faixa_etaria": "10",
    "generos": ["Documentário"],
    "lancamento": "2022-08-18",
    "duracao": "1h 7m",
    "score": "75",
    "sinopse": "Neste documentário fofo e cativante, profissionais especialistas em gatos exploram a mente dos felinos e revelam suas verdadeiras habilidades.",
    "diretor": "Andy Mitchell"
  },
  {
    "id": 34,
    "titulo": "O Dilema das Redes",
    "poster": "/assets/posters/dr.jpg",
    "faixa_etaria": ["12", "rgb(219, 199, 19)"],
    "generos": ["Documentário", "Drama"],
    "lancamento": "2020-09-09",
    "duracao": "1h 29m",
    "score": "75",
    "sinopse": "Especialistas em tecnologia e profissionais da área fazem um alerta: as redes sociais podem ter um impacto devastador sobre a democracia e a humanidade.",
    "diretor": "Jeff Orlowski"
  },
  {
    "id": 35,
    "titulo": "Moonage Daydream",
    "poster": "/assets/posters/md.jpg",
    "faixa_etaria": ["14", "rgb(241, 161, 10)"],
    "generos": ["Documentário"],
    "lancamento": "2022-09-15",
    "duracao": "2h 15m",
    "score": "78",
    "sinopse": "Contado através de imagens sublimes e caleidoscópicas, imagens de arquivo pessoal, performances inéditas e ancorado pela própria música e palavras de David Bowie, o filme convida o público a mergulhar no mundo único que é “Bowie”.",
    "diretor": "Brett Morgen"
  },
  {
    "id": 36,
    "titulo": "Tiros em Columbine",
    "poster": "/assets/posters/tc.jpg",
    "faixa_etaria": ["16", "rgb(199, 0, 0)"],
    "generos": ["Documentário", "Drama"],
    "lancamento": "2003-05-16",
    "duracao": "2h",
    "score": "75",
    "sinopse": "Documentário que investiga a fascinação dos americanos pelas armas de fogo. Michael Moore, diretor e narrador do filme, questiona a origem dessa cultura bélica e busca respostas visitando pequenas cidades dos Estados Unidos, onde a maior parte dos moradores guarda uma arma em casa. Entre essas cidades está Littleton, no Colorado, onde fica o colégio Columbine. Lá os adolescentes Dylan Klebold e Eric Harris pegaram as armas dos pais e mataram 14 estudantes e um professor no refeitório. Michael Moore também faz uma visita ao ator Charlton Heston, presidente da Associação Americana do Rifle.",
    "diretor": "Michael Moore"
  },
  {
    "id": 37,
    "titulo": "Travis Scott: Voando Alto",
    "poster": "/assets/posters/ts.jpg",
    "faixa_etaria": ["16", "rgb(199, 0, 0)"],
    "generos": ["Documentário"],
    "lancamento": "2019-08-28",
    "duracao": "1h 27m",
    "score": "70",
    "sinopse": "Junte-se a Travis Scott e os Ragers em um passeio de montanha russa para Astroworld. O documentário inclui imagens nunca antes vistas, incluindo a criação de “Astroworld”, o álbum. A paternidade precoce. A fundação da Cactus Kack. Bastidores exclusivos da turnê e muito mais. - Documentário original Netflix.",
    "diretor": "White Trash Tyler"
  }
]